{
    "articles": [
        {
            "id": 1748150543217,
            "title": "Test test",
            "concept": "Test test",
            "content": "Hi 🥰🙈❤️",
            "date": "5\/25\/2025",
            "notes": []
        },
        {
            "id": 1748150804210,
            "title": "Start of religions",
            "concept": "Religion (wide angle)",
            "content": "I always wondered why religions were ever created, (i forgot where i read this) from an evolutionary perspective the mind had to recognize the concept of cause and effect, associating things with sources and reasons, for example the rustling seen\/heard in the bushes is happening for a reason, so they assume its a lion, even if 9 times out if 10 its not, but that 1 time that a person doesn’t assume its a lion gets taken out by natural selection. And this expands into having to figure out why certain crops grow in certain conditions and blah blah. But when it comes to things that they can not understand for example when tribes used to experience droughts they created gods that control the rain, and used to think that droughts were punishments, so they considered it “sin” to not preserve the crops grown when it does rain and waste as little as possible so that the rain god would keep “blessing” them.\n (This part is from my pre islamic arabia knowledge) When human population started to grow they formed tribes and tribes formed their own gods for different things (sun,moon,water,etc). Every tribe considers themselves the chosen people by their gods and everyone else is cursed, this used to be at a time where actual resources like cattle, crops, land etc had to be secured, so they had to rationalize the us vs them mentality to not feel guilty for stealing\/ harming other tribes to take their resources. When tribes got bigger countries formed, monotheism emerged when they realized they needed to team up in order to take over resources outside their countries, This later develops into الجهاد في سبيل الله which rationalizes killing كفار so they can take over wider areas, its always been about access to more resources and trust me the saudi dessert didn’t have much to offer; parallel to britain colonizing countries for spices but their food is still shit even after allat. But now they don’t need gods to convince people to fight wars, just some propaganda, nationalism, fear mongering, (BUSH DID 9\/11), fuck saddam hussein though, AMERICA RAAHH 🦅🦅 , the red scare (those atheist communists 😰😱!!) well maybe a little bit of religion. What was i talking about again? HAHHAHAHHAHA \n Okay i gtg get ready im going out to lunch with my friends 😚😚\n",
            "date": "5\/25\/2025",
            "notes": []
        }
    ],
    "confessionHistory": [
        {
            "confession": "Hiii im showing my friend the website😜",
            "sent": true,
            "probability": "50",
            "date": "5\/27\/2025, 2:38:01 PM"
        },
        {
            "confession": "Test test 123😝",
            "sent": true,
            "probability": "50",
            "date": "5\/25\/2025, 8:22:56 AM"
        },
        {
            "confession": "Another try",
            "sent": true,
            "probability": "50",
            "date": "25\/05\/2025, 01:07:48"
        },
        {
            "confession": "Hi😝",
            "sent": true,
            "probability": "50",
            "date": "5\/24\/2025, 6:42:23 PM"
        }
    ],
    "pointsAccumulated": 10,
    "concepts": [
        "symbols",
        "metaphors",
        "narratives",
        "marriage as codependency",
        "emotional disregulation",
        "Life as simulation",
        "Test",
        "Religion (wide angle)",
        "commodification"
    ],
    "lastClientSave": "2025-05-27T11:38:04.931Z",
    "lastSaved": "2025-05-27T14:38:06+03:00",
    "savedBy": "Synology NAS"
}